Repository: giellalt/corpus-sms
Catalog: prestable/tmx/sms2fin/admin/sd/forms_schemes_fi/savasu_koltsaame.pdf.tmx
Source language: sms
Languages: fin

source: Ooumaž vieŠssad identiteettes nuŠt jiiŠjjes õhttsažkååŠddest ko tõn åålǥbeäŠlnn še.
fin: Ihminen punnitsee identiteettiään niin omassa yhteisössä kuin sen ulkopuolellakin.

source: Puârast toimmjeei identiteett õõlǥad, što ooumaž vuäitt tobddad, što suŠst lie seämma vuäddaz da alggpuattmõš ko järrzin seämma alggpueŠttmest åårai oummin.
fin: Hyvin toimiva identiteetti edellyttää, että ihminen voi tuntea, että hänellä on samat juuret ja alkuperä kuin muilla saman alkuperän omaavilla ihmisillä.

source: SääŠmnuõrid kuõskki tutǩǩumuužžâst cieŠlǩed što säŠmmlaž identiteett vuäitt kuâsttjed jeeŠres tääzzin: 5.
fin: Saamelaisnuoria koskevassa tutkimuksessa todetaan, että saamelainen identiteetti voi ilmentyä eri tasoilla: 5.

source: Persoon ǩiõččlâŠstt säŠmmlažvuõđ luâđližžen.
fin: Yksilö kokee saamelaisuuden luonnollisena.

source: SuŠst lij tääzzteäŠddláž säŠmmlaž identiteett da son silttâd ǩiõlâs da siisǩâd kulttuures.
fin: Hänellä on tasapainoinen saamelainen identiteetti ja hän osaa kielensä ja sisäistää kulttuurinsa.

source: Persoon silttâd sääŠm ǩiõl, le-ša ij toobbd jeeŠres kulttuures vueŠssvuuŠvdid.
fin: Yksilö osaa saamen kielen, mutta ei tunne muita kulttuurinsa osa-alueita.

source: Persoon vaaldaš õõut kulttuures vueŠssvuuŠvd puârast.
fin: Yksilö hallitsee yhden kulttuurinsa osa-alueen hyvin.

source: Persoon kiõččlâŠstt säŠmmla identiteettes neäŠvvai mieŠldd.
fin: Yksilö kokee saamelaisen identiteettinsä esineiden kautta.

source: Persoon teâđast jiiŠjjes säŠmmla tuââǥǥbu, le-ša ij haaled puhtted tõn õudde.
fin: Yksilö tiedostaa saamelaisen taustansa, mutta ei halua tuoda sitä esille.

source: Håiddâkksai peâmmtuâŠjj tuäŠrjjad dommpeâmmʼmuužž da vaalmašt ođđ puõlvvõõǥǥid toimmjed ođđäiggsaž sääŠmõhttsažkååŠddest.
fin: Varhaiskasvatus tukee kotien kasvatusta ja valmentaa uusia sukupolvia toimimaan uudenaikaisessa saamelaisyhteisössä.

source: Kõskksaž tuâŠjjan lij väälted teâđ saaŠmin meeŠrrân, kulttuurärbbvuõđin da jieŠllemnääŠlin positiivlažnääŠleld nuŠt, što päärnaž ǩiddân jiiŠjjes kulttuure da ǩiõččlâŠstt säŠmmlažvuõđ luâđližžen.
fin: Keskeisenä tehtävänä on välittää tietoa saamelaisista kansana, kulttuuriperinnettä ja elämäntapaa positiivisella tavalla niin, että lapsi kiinnittyy omaan kulttuuriinsa ja kokee saamelaisuuden luonnollisena.

source: TueŠjjeemnääŠl õuddmiârkk kulttuur- identiteett ravvumužže håiddâkksai peâmmʼmuužžâst:
fin: Käytännön esimerkkejä kulttuuri-identiteetin vahvistamiseksi varhaiskasvatuksessa:

source:  päärna vuâmmšem- da ärvvstõõllmušooddai õõudâsviikkmuš raajeel jeeŠresnallšem šõddmuužžid, koŠst päärnaž vuäŠǯǯ ǩiõččlâstted da õõudâsviikkâd čeäŠppvuõđid, silttumuužž, tobddmuužžid
fin: • lapsen havainto- ja arviointikyvyn kehittäminen luomalla erilaisia tilanteita, jossa lapsi saa kokeilla ja kehittää taitojaan, osaamistaan, tunteitaan

source:  säŠmmlai teâđai da čeäŠppvuõđi mättʼtumuš ärbbvuõđ čieŠppi vuäpstõõžžâst
fin: • saamelaisten tietojen ja taitojen opettaminen perinteentaitajien opastuksella

source:  tiâtt äŠmmlai õhttsaž historiast õhttân meeŠrrân neeljj väŠlddkååŠdd vuuŠvdest
fin: • tieto saamelaisten yhteisestä historiasta yhtenä kansana neljän valtakunnan alueella

source:  tobbdstõõđât maaddârääiŠji jieŠllem jeeŠres pââŠjid
fin: • tutustutaan isovanhempien elämän eri vaiheisiin

source:  raavâs kõskkvuõtt ǩiõllärttel vuäŠsslaid
fin: • vahva suhde kieliryhmän jäseniin

source: 4.2.2 ʼhttsažkåŠddvuõtt
fin: 4.2.2 Yhteisöllisyys

source: SäŠmmlain lij raavâs õhttsažkåŠddvuõtt da teâđstumuš jiiŠjjes vuäddain da sooǥǥ vuäŠsslain da siŠjji jeäŠllsââŠjin.
fin: Saamelaisilla on vahva yhteisöllisyys ja tietoisuus omista juuristaan ja suvunjäsenistä ja heidän asuinpaikoistaan.

source: ʼhttekuullâmtobddmuš piârrja šâdd õhttsaž pirǧǧumuužž, õõutsââŠjest jällstumuužžâst leŠbe piârri historiast.
fin: Yhteenkuuluvuuden tunne perheeseen muodostuu yhteisestä toimeentulosta, yhdessä asumisesta tai perheen historiasta.

source: SääŠmkulttuurest piâr lij veeidas sosialaž õhttsažkåŠdd, koŠst ruåttkõskkvuõđ da õhttekuullâmtobddmuš lie eärben vääžnai.
fin: Saamelaisessa kulttuurissa perhe on laaja sosiaalinen yhteisö, jossa sukulaisuussuhteet ja yhteenkuuluvuuden tunne ovat erityisen tärkeitä.

source: TâŠvvsäŠmmlain da nuõrttsäŠmmlain piâr lij ärbbvuõđ mieŠldd šõddâm tääujab puõlvvõõǥǥâst.
fin: Pohjoissaamelaisilla ja kolttasaamelaisilla perhe on perinteisesti muodostunut useammasta sukupolvesta.

source: Aanrõõžžin piârri lij tääuŠjmõsân õõđpiâr.
fin: Inarinsaamelaisilla perheen muodostaa useimmiten ydinperhe.

source: Toimmjemvuâđlaž peâmm raŠvvâd puõlvvõõǥǥii kõskksaž õhttsažkåŠddvuõđ.
fin: Toiminnallinen kasvatus vahvistaa sukupolvien välistä yhteisöllisyyttä.

source: SäŠmmlaid vääžnai ruått-, risttjeäŠnn da - eeŠjj da käiŠmmjärjstõk ravvee päärna õhttekuullâm tobddmuužž.
fin: Saamelaisille tärkeä sukulaisuus-, kummi- ja kaimajärjestelmä vahvistavat lapsen yhteenkuuluvuuden tunnetta.

source: JeeŠres sääŠmärttli kõõskâlt lie rääŠtktõõzz risttjeäŠnni da - eeŠjji mieŠrin da tuâŠjain.
fin: Eri saamelaisryhmien välillä on eroavaisuuksia kummien määrässä ja tehtävissä.

source: ʼuddmiârkkan nuõrttsäŠmmla ärbbvuõđâst risttjieŠnn leŠbe - eejŠjj jäämeest lij päärn tuâŠjjan raajjad ristt ääuŠd õõl da kueŠdded tõt sinne.
fin: Esimerkiksi kolttasaamelaisessa perinteessä kummin kuollessa kummipojan tehtävä on tehdä risti haudalle ja kantaa se sinne.

source: Täk vaaiktõõzz puäŠtte nuõrttjest ortodoksiååskâst.
fin: Nämä vaikutteet tulevat idästä ortodoksisesta uskonnosta.

source: NuõrttsääŠmkultuurest ortodoksiåskk toimmai vääžnai sosiaallâsttem nääŠllen.
fin: Kolttasaamelaisessa kulttuurissa ortodoksisuus toimii tärkeänä sosiaalistumisen muotona.

source: Annʼjõõžžâst õhttsažkåŠddvuõđâst lij jõnn vâŠǯǯelvuõtt, ko vueŠll 10-âkksain sääŠmpäärnain pâŠjjel 70 % jällste säŠmmlai dommvuuŠvd åålǥbeäŠlnn.
fin: Nykyisin yhteisöllisyys on suuri haaste, sillä alle 10-vuotiaista saamelaislapsista yli 70 % asuu saamelaisten kotiseutualueen ulkopuolella.

source: SääŠmvuuŠvdest jeeŠrben aanrõš- da nuõrttsäŠmmla jällste peađgai.
fin: Saamelaisalueella erityisesti inarin- ja kolttasaamelaiset asuvat hajallaan.

source: Håiddâkksai peâmmʼmuužžâst lij eärben vääžnai rool tõn ainsmâŠttmuužžâst, što päärnaž vuäitt âânned kulttuures õõutâst jäŠrrsi ärttla kuuljivuiŠm.
fin: Varhaiskasvatuksella on erityisen tärkeä rooli sen varmistamisessa, että lapsi voi nauttia kulttuuristaan yhdessä muiden ryhmäänsä kuuluvien kanssa.

source:  mätttʼtõõđat ruåttnõõmtõõzzid raajeelŠl jiiŠjjes ruåttkaartt
fin: Käytännön esimerkkejä yhteisöllisyyden vahvistamiseksi varhaiskasvatuksessa:

source:  tobbdstõõđât päärnai risttjieŠnnid da - eeŠjjid da kääimaid
fin: • opetellaan sukulaisnimityksiä laatimalla oma sukukartta

source:  tobbdstõõđât sääm nõmmärbbvuõtte da nõõmm oŠvddmõžže
fin: • tutustutaan saamelaiseen nimiperinteeseen ja nimen antamiseen

source:  muuštet säŠmmlaid miârkkpeeiŠvid
fin: • muistetaan saamelaisia merkkipäiviä

source:  muuštet ruåđi šõddâmpeeiŠvid
fin: • muistetaan sukulaisten syntymäpäiviä

source:  raajât õõutilooǥǥ õhttân lõõnnjâst ” õhttsažkåŠddlõõnjj ”, koŠst päärnai piârri da vuäŠssla vuäitte päärna puuteeŠst leŠbe viiǯǯeeŠst išttled da juŠlsted kââŠff
fin: • tehdään yksikön yhdestä huoneesta ” yhteisöhuone ”, jossa lasten perheen jäsenet voivat lasta tuodessaan tai hakiessaan istahtaa ja juoda kahvia

source:  kõŠlljet puärrsi kruuggin da puärrsipõõrŧâst  čââpp vuârvaaiktõs jiiŠjjes sääŠmõhttsažkååŠdd vuäŠsslaivuiŠm; eeŠjjårrõõzz mieŠlddsa tuââŠj, määŠtǩǩ, kõŠlljumuužž da õhttsaž miermieŠlddsa šõddmuužž
fin: • vieraillaan vanhusten kerhoissa ja vanhainkodissa • tiivis vuorovaikutus oman saamelaisyhteisön jäsenten kanssa; vuotuiskiertoon liittyvät, työt, retket, vierailut ja yhteiset säännölliset tapahtumat

source:  ǩeŠrjjtõõllmuš (snimldõõǥǥ, pirstõõzz) håiddâkksai peâmmõõutilooǥǥi kõõskâlt
fin: • kirjeenvaihto (valokuvat, piirustukset) varhaiskasvatusyksikköjen kesken

source:  kaaunõõttmuužž jeeŠresårnn jällsteeji säŠmmlaivuiŠm
fin: • tapaamiset muualla asuvien saamelaisten kanssa

source:  riâššat video- da netti kaaunõõttmuužžidjeeŠresårnnjällsteeji säŠmmlai vuiŠm
fin: • järjestetään video- ja nettitapaamisia muualla asuvien saamelaisten kanssa

source:  prääŠzkjet säŠmmlai meeŠrlaipeeiŠv da mätttʼtõõđat sääŠm sooǥǥ laulli
fin: • juhlitaan saamelaisten kansallispäivää ja opetellaan saamen suvun laulu

source:  raajât jiiŠjjes liippkaggâmvueŠjj liipptempeeiŠvi vääŠras da toobdât sääŠmliippsymboliikka
fin: • luodaan oma lipunnostokäytäntö liputuspäiviä varten ja tunnetaan saamelaisten lipun symboliikka

source: Luâttõhttvuõtt
fin: Luontoyhteys

source: SäŠmmla lie pâi jeäŠllam luâđ âlddsõs jieŠllem da jeäŠllmõš lij leäŠmmaž čõnnum luâđjårrõzze da eeŠjj-jårrõzze.
fin: Saamelaiset ovat aina eläneet luonnonläheistä elämää ja eläminen on ollut sidoksissa luonnon kiertokulkuun ja vuotuiskiertoon.

source: Luâđaunnsid lij õnnum ǩeâŠlljeeŠl, õnnum tõiŠd mäŠrddnalla di cisttjum da hoiddum luâtt.
fin: Luonnonvaroja on käytetty kestävästi, oltu niiden käytössä kohtuullisia sekä kunnioitettu ja hoidettu luontoa.

source: SäŠmmlai äŠrbbvuõđ mieŠlddsaž tiâttmõš õhttan kõskksââŠjest oummu da luâđ kõskkvuõtte.
fin: Saamelaisten perinteinen tietämys liittyy keskeisesti ihmisen ja luonnon väliseen suhteeseen.

source: Luâtt, ooumaž da kulttuur lie ǩiddselt čõnnum kueiŠmeezz.
fin: Luonto, ihminen ja kulttuuri ovat kiinteästi sidoksissa toisiinsa.

source: Luâtt lij vueŠss kulttuur da ooumažvuõđ.
fin: Luonto on osa kulttuuria ja ihmisyyttä.

source: Kulttuur seillmužže lij vääžnai âânned huõl še luâđ puârastpirǧǧumuužžâst.
fin: Kulttuurin säilymiseksi on tärkeää huolehtia myös luonnon hyvinvoinnista.

source: Luâđ ââlǥče kuullâd kõskksaž vueŠssen päärna juõŠǩǩpeiŠvvsaž jieŠllem.
fin: Luonnon tulisi kuulua keskeisenä osana lapsen jokapäiväiseen elämään.

source: TueŠjjeemnääŠl õuddmiârkk luâttõhttvuõđ ravvumužže håiddâkksai peâmmʼmuužžâst:
fin: Käytännön esimerkkejä luontoyhteyden vahvistamiseksi varhaiskasvatuksessa:

source:  lââzztet päärna ekologlaž luâđtiâttmõõžž säŠmmla puäresoummu vuäpstõõžžâst, mâid kost luâđaunnsid vuäitt väŠldded da mâm-med, liikkeet jântta, ǩiõŠjjid kueđkani, jeäŠt pueŠtǩǩ ååuŠsid leŠbe joortõõll ǩieđjid, jeäŠt rooskât
fin: • lisätään lapsen ekologista luonnontietämystä saamelaisen ikääntyneen ihmisen opastuksella, mistä mitäkin luonnonmateriaalia voi ottaa ja minkä verran, liikutaan meluamatta, jälkiä jättämättä, ei katkota oksia tai käännellä kiviä, ei roskata

source:  viiǥǥâd õõudâs päärna luâđ vuâmmšõõttâm ooddaid da luâđast likkeem čeäŠppvuõtte
fin: • kehitetään lapsen luonnon havainnointikykyä ja luonnossa kulkemisen taitoja

source:  mätttʼtõõđat jeeresnallšem jânnmi nõõmtõõzzid
fin: • opetellaan erilaisten maastojen nimityksiä ja erityispiirteitä

source:  vuâmmšõõttât juõŠǩǩpeeiŠv šõõŋ da jeeŠres luâđõlmstõõǥǥid
fin: • havainnoidaan päivittäin säätä ja eri luonnonilmiöitä

source:  seurrjet eeŠjjaaiŠji vaajtõõzzid da tõn vaaiktõõzzid nääuŠdid da raazzid
fin: • seurataan vuodenaikojen vaihtelua ja sen vaikutuksia eläimissä ja kasveissa

source:  mätttʼtõõđat tobddât lååŠddaid da meäŠccjieŠlljied di tõõi ǩiõjjid
fin: • opetellaan tunnistamaan lintuja ja metsäneläimiä sekä niiden jälkiä

source:  mätttʼtõõđat âânnet luâđ aunnsid jeeŠres eeŠjjaaiŠjin
fin: • opetellaan käyttämään luonnon materiaaleja eri vuodenaikoina

source:  tobbdstõõđât sääŠmpäiŠǩǩnõõmid
fin: • tutustutaan saamelaiseen paikannimistöön

source:  tobbdstõõđât säŠmmlai pââzzpaaiǩid
fin: • tutustutaan saamelaisten pyhiin paikkoihin

source: ÄŠrbbvuõđ mieŠlddsa jieŠllemvueŠjj da pirǧǧumuš
fin: Perinteiset elinkeinot ja toimeentulo

source: Puäʒʒhåiddmuš, kueŠllstumuš, meäŠccjumuš da uuŠcces mäŠddtääll di ǩiõttʼtuââŠj da luâđväärai uussmõš lie säŠmmlai ärbbvuâđlaž jieŠllemvueŠjj, kooi tueŠjjumuš lij määŋgaid säŠmmlaid jieŠllemnääŠll.
fin: Poronhoito, kalastus, metsästys ja pienimuotoinen maatalous sekä käsityöt ja luonnonvaraisten tuotteiden keräily ovat saamelaisten perinteisiä elinkeinoja, joiden harjoittaminen on monille saamelaisille elämäntapa.

source: TõiŠd tueŠjjeet takainalla õhttuum jieŠllemvueŠǩǩen leŠbe jäŠrrsi ämmti kuâŋŋ.
fin: Niitä harjoitetaan tavallisesti yhdistelmäelinkeinoina tai muiden ammattien ohella.

source: Puäʒʒhåiddmuužžâst lij puäʒʒhåiddamkulttuurest jieŠlljid säŠmmlaid jõnn kulttuurlaž miârktõs, tõst puäʒʒhåiddmužže kooll vueŠǯǯpuuttʼtem lââzzen oŠbb piârri da sooǥǥ jieŠllemkruugg mâŠte sosiaalaž kõskkvuõđ, jeäŠllstumuš, jååŠttmuš, luâttpirrõz tobddmõš, äŠrbbvuõđ mieŠlddsaž tiâttmõš, luâđ ekologlaž âânnmuš da sääŠm ǩiõttʼtuââŠj.
fin: Poronhoidolla on poronhoitokulttuurissa eläville saamelaisille suuri kulttuurinen merkitys, sillä poronhoitoon liittyy lihantuotannon lisäksi koko perheen ja suvun elämänpiiri kuten sosiaaliset suhteet, asuminen, kulkeminen, luontoympäristön tuntemus, perinteinen tietämys, luonnon ekologinen käyttö ja saamelaiset käsityöt.

source: KueŠllstumuš lij leäŠmmaž čueđi eeŠjji säŠmmlai äŠrbbvuõđ mieŠlddsaž jieŠllemvueŠǩǩ.
fin: Kalan pyynti on ollut vuosisatoja saamelaisten perinteinen elinkeino.

source: Aanrõõžž lie kueŠlšiiŠlli Aanar jääuŠrest da tõn pirrõõzzâst.
fin: Inarinsaamelaiset ovat kalastajia Inarinjärvellä ja sen ympärillä.

source: MiâŠrr-reedd nuõrttsääŠmsiijdi piârrjin leŠjje vuästemvuoiggâvuõđ luõzz kueŠllstumužže miâr âlnn da Paatsjooǥǥâst.
fin: Merenrannan kolttakylien perheillä oli omistusoikeuksia lohenkalastukseen merellä ja Paatsjoessa.

source: Luõzz kueŠllstumuš lij õin võl TeäŠnnsäŠmmlai kulttuur kõõskâs raajji.
fin: Lohenkalastus on edelleenkin Tenonlaakson saamelaisen kulttuurin keskeinen tekijä.

source: TueŠjjeemnääŠl õuddmiârkk jieŠllemvueŠjjid da pirǧǧumuužž lokku väŠlddmest håiddâkksai peâmmʼmuužžâst:
fin: Käytännön esimerkkejä elinkeinojen ja toimeentulon huomioimisesta varhaiskasvatuksessa: Poronhoito:

source:  mätttʼtõõđat čauŠstõõǥǥ âânnmuužž, puäʒʒmiârkid, puõccuõõmtõõzzid, siõrât puäʒʒ siõrid
fin: • opetellaan suopungin käyttöä, poromerkkejä, poron nimityksiä, leikitään poroleikkejä

source:  raajât riižžin puõccuid da uŠcc pikalõsääiŠdaid olggân - da seśt âânnmužže
fin: • tehdään risuista poroja ja pieniä erotusaitoja sisä- ja ulkokäyttöön

source:  jååđet puäʒʒpikalõõzzin, vueŠzzmiârkkumuužžâšt
fin: • seurataan poron nylkemistä ja eri osien hyötykäyttöä

source:  seurrjet puõccu ähttmuužž da jeeŠres vueŠssi äuǩǩen âânnmuužž
fin: • nostetaan jäkälää, tehdään lehtikerppuja, leikataan kortteita, heinää

source:  kaaggât jeäŠkklid, čuõppât vuåššid, sueiŠnid
fin: • opetellaan takkaporon sitomista ja tutustutaan poron lypsyyn

source:  mätttʼtõõđat neeib da sääŠmneeib âânnmuužž
fin: • opetellaan puukon ja leukun käyttöä

source:  mätttʼtõõđat kueŠli nõõmtõõzzid, jeeŠresnallšem šeellemnaalid da kueŠlǩiõttʼ tõõllmuužž
fin: Kalastus: • opetellaan kalojen nimityksiä, erilaisia pyyntimenetelmiä ja kalan käsittelyä

source:  šeelet ǩeaŠđđa kueŠl kâlddjest vuäŠggeeŠl, juŋŋsivuiŠm, kooukivuiŠm, katiskain, kåålǥteeŠl
fin: • pyydetään keväällä kalaa pilkkimällä, juomuksilla, iskukoukuilla, katiskalla, koukuilla, kulkuttamalla

source:  šeelet ǩeäŠssa kueŠl sääiŠmivuiŠm, vuäŠggeeŠl, perhoin, katiskain, kuuŠǩǩes seeimain, puäŠrrvin
fin: • pyydetään kesällä kalaa verkoilla, uistimella, perholla, katiskalla, pitkällä siimalla, harrilautalla

source:  šeelet kueŠl sääiŠmivuiŠm, nueŠtteeŠl, kuuŠǩǩes seeimain, kolkkteeŠl da puäŠrrvin
fin: • pyydetään syksyllä kalaa verkoilla, nuottaamalla, pitkällä siimalla, kolkkaamalla ja harrilautalla

source:  šeelet kueŠl täŠlvva juŋŋsivuiŠm, nueŠtteeŠl, vuäŠggeeŠl da kooukivuiŠm
fin: • pyydetään kalaa talvella juomuksilla, nuotalla, pilkkimällä ja iskukoukuilla

source:  mätttʼtõõđat sääimaai teevvmuužž, kueŠllstem neäŠvvai da võnnâs huõŠllmõõžž
fin: • opetellaan verkon korjausta, kalastusvälineiden ja veneen huoltamista

source: MeäŠccjumuš da uussmõš:
fin: Metsästys ja keräily:

source:  mätttʼtõõđat tueŠjjeed reeŠppǩiõlid
fin: • opetellaan tekemään riekkoansoja

source:  mätttʼtõõđat tobddat jeeŠres meäŠccjieŠllji ǩiõŠjjid da šeellemnaalid siltteeja vuäpstõõžžâst
fin: • opetellaan tuntemaan eri eläinten jälkiä ja pyyntimenetelmiä pyynnin taitajan opastuksella

source:  uussât mueŠrjid
fin: • kerätään syksyllä marjoja

source: MäŠddtääll:
fin: Maatalous:

source:  tobbdstõõđât kuuzzi da saauʒi håiddmužže kõŠlljeeŠl skoott - da sauʒʒtäälain
fin: • tutustutaan lehmien ja lampaiden hoitamiseen vierailemalla karja- ja lammastilalla

source:  tobbdstõõđât šâddtuâŠjaid, kââlvet pååttáǩ da jeeŠres raazzid
fin: • tutustutaan sadonkorjuutöihin, kylvetään perunaa ja muita kasveja

source: Porrmõš kulttuur:
fin: Ruokakulttuuri:

source:  riâššat mieŠrrääiŠji mieŠldd säŠmmlaid porrmõspeeiŠvid da leibbjempeeiŠvid ärbbvuõđ mätteeji vuäpstõõžžâst
fin: • järjestetään säännöllisiä saamelaisia ruokapäiviä ja leipomispäiviä perinteen taitajien opastuksella

source:  valmštet porrmõõzz juõŠǩǩ peeiŠv
fin: • valmistetaan ruokaa päivittäin

source:  suõvstet kueŠl da puõccuvueŠǯǯ, valmštet sälttvueŠǯǯ, sälttkueeŠl
fin: • savustetaan kalaa ja poronlihaa, valmistetaan suolalihaa, suolakalaa

source:  mätttʼtõõđat mueŠrji seillmõõžž da noorât poorrám luâttraazzid; rääŠzz rääŠss (väinönputki), sälttsueiŠnn
fin: • opetellaan marjojen säilömistä ja kerätään syötäviä luonnon kasveja; väinönputki, suolaheinä

source:  tobbdstõõđât säŠmmlai ärbbvuâđlaž talkkâmraazziid da tõõi âânnmužže
fin: • tutustutaan saamelaisten perinteisiin lääkekasveihin ja niiden käyttöön

source: Aazzmuš:
fin: Asumukset:

source:  raajât säŠmmlai ärbbvuâđlaž jeäŠllsââŠjid da raajlmid (õuddm.
fin: • rakennetaan saamelaisten perinteisiä asumuksia ja rakennelmia (esim.

source: uuŠccesmaallid): kååvas, kuäđaid, jeeresnallšem ääitaid
fin: pienoismallit): laavu, korvakota, turvekota, erilaiset aitat

source:  ceäggtet kååvas da mätttʼtõõđat tõzz õŠhttekuuŠlli vueŠjjid; tollǩieŠđji da tuõrgg viʒʒmuužž,
fin: • pystytetään laavu ja opetellaan siihen liittyvät käytänteet; tulikivien ja torkkojen hakeminen, laavun eri

source: kåvvas jeeŠres pieŠǩǩid, porrmõž
fin: osat, ruokailu

source: SäŠmmlaž ǩiõttʼtuâŠjjärbbvuõtt lij čuuŠt reeŠǧǧes da jieŠlli vueŠss sääŠmkulttuur.
fin: Saamelainen käsityöperinne on hyvin rikas ja elävä osa saamelaiskulttuuria.

source: ǨiõttʼtuââŠj lie âânnemneäŠvv da tõõi valmštem vuađđ lij ärbbvuâđlaž tiâttmuužžâst.
fin: Käsityöt ovat käyttöesineitä ja niiden valmistus perustuu perinteiseen tietämykseen.

source: muõrr-, čuäŠrvv- da čõuŠddtuââŠj di peŠsser - da tâŠnnǩeŠrrjjmuužž, liânttkååđđmuš da säŠrǧǧpihttzi valmštumuš da heäŠrvtumuš parǧǧuum liânti da liântivuiŠm.
fin: Saamelaiseen käsityöhön kuuluu mm. puu, sarvi- ja nahkatöitä sekä helmi- ja tinalankakirjontaa, nauhankudontaa ja verkapukineiden valmistusta ja koristelua punoksilla ja nauhoilla.

source: LääŠddjânnam säŠmmlain li viŠtt sääŠmpihttsi väŠlddmaall.: Teännjooǥǥ, EnontekiöKautokeino, Vuotso di aanrõõžž da nuõrttsääŠmpihttâž.
fin: Suomen saamelaisilla on viisi saamenpuvun päämallia: Tenojokivarren, Enontekiö-Kautokeinon, Vuotson sekä inarinsaamelainen ja kolttasaamelainen puku.

source: Pihttsi maall da heäŠrvvtumuš seurrje sääŠm ǩiõll raaŠjid.
fin: Pukujen mallit ja koristelu seuraavat saamen kielirajoja.

source: Täärǩben ǩiõŠččeeŠl pihttzimaall vuäitte vaajjtõõllâd še sooǥǥi leŠbe piârrji sest.
fin: Pukujen yksityiskohdat voivat vaihdella myös suvuittain ja perheittäin.

source: NuõrttsäŠmmlai piiutâz rätkkai jäänmõsân jeeres sääŠm pihttsin muušttʼ teeŠl karjjlõõzzi meeŠrpihttzid.
fin: Kolttasaamelaisten puku eroaa eniten muista saamen puvuista muistuttaen karjalaisten kansallispukua.

source: SäŠmmlaid piiutâz lij vueŠss sääŠmidentiteett.
fin: Saamelaisille puku on osa saamelaista identiteettiä.

source: SääŠmkulttuurest meer čeäŠpptuâŠjj da tõn siisǩeei estetiikk lij rääŠtǩkani vueŠss jieŠllmest da tõst lij jõnn õhttsažkåŠddlaž miârktõs.
fin: Saamelaisessa kulttuurissa kansantaide ja sen sisältämä estetiikka on erottamaton osa jokapäiväistä elämää ja sillä on huomattava yhteisöllinen merkitys.

source: Pihttzi, keäŠppri, vuõddji heärtem ååbleǩ da eeuŠnn õlmmee kuullmõõžž koonn-ne soǩǩe leŠbe šuurab vuŠvddõhttsažkåŠdda da ravvee õhttekuullâmtobddmuužž.
fin: Pukujen, päähineiden, paulojen koristeiden muodot ja värit ilmaisevat kuulumisen johonkin sukuun tai suurempaan alueelliseen yhteisöön ja vahvistavat yhteenkuuluvuuden tunnetta.

source: Kiõđiraajjâm veäkka päärnaž mättai uŠvdded äärvv ǩiõđčeäŠppvuõtte arggjieŠllem äuŠǩkčeäŠppvuõttân.
fin: Käsillä tekemisen avulla lapsi oppii arvostamaan kädentaitoja arkielämän hyödyllisinä taitoina.

source: TueŠjjeemnääŠl õuddmiârkk ǩiõttʼtuâŠjj ärbbvuõđâst håiddâkksai peâmmʼmuužžâst:
fin: Käytännön esimerkkejä käsityöperinteestä varhaiskasvatuksessa:

source:  raajât kuuhlâid sääŠmpihttzid
fin: • tehdään nukeille saamelaisia asusteita

source:  kååččad ǩiõttʼtuâŠjj da musiikk čeäŠppid vuäŠpsted sääŠmpihttzi âânnmuužžâst
fin: • kutsutaan käsityöntaitajia opastamaan lapintakin ja siihen kuuluvien asusteiden käytössä

source:  tobbdstõõđât jeeŠres sääŠmärttli sääŠmpihttzid da keäŠpprid
fin: • tutustutaan eri saamelaisryhmien pukuihin, asusteisiin ja päähineisiin

source:  raajât peŠsser tuâŠjaid
fin: • tehdään helmitöitä

source:  kâârjed oollaid, pâânet snalddjin, kååđet rääŠn
fin: • karstataan villaa, kehrätään värttinällä, kudotaan raanua

source:  raajât oll-lââŠjjtuâŠjaid (ǩeeŠst, liânti poonjjmõš / paŠrǧǧumuš, raabbâl-liântt, sääŠmvaaŠcc)
fin: • tehdään villalankatöitä (tupsut, nauhojen punonta / palmikointi, pirtanauha, lapinvanttuut)

source:  valmštet puõccutueŠljâst čeešn, raajât češnn- da čõuŠddtuâŠjaid
fin: • valmistetaan porontaljasta sisnaa, tehdään sisna- ja nahkatöitä

source:  raajât muõrâst da puõccutääuŠtest jeeŠresnallšem neäŠvvaid
fin: • tehdään puusta ja poronluusta erilaisia esineitä

source:  ääutet, nieŠsǩet da salttjed kammzid, raajât kaaŠmmisueiŠnid
fin: • nyljetään, näskätään ja suolataan koipia, tehdään kenkäheinää

source:  kåšǩǩeet ǩeađđa nuŠǩǩež čõõudid da raajât čõõudest ǩiõtt-tuâŠjaid da kueŠll taautin heäŠrvid
fin: • kuivataan keväällä hauen nahkoja ja tehdään nahoista käsitöitä ja kalan ruodoista koruja

source: SooǥǥbieŠli kõskksaž tääŠzzärvv da ooumažvuõtt
fin: Sukupuolten välinen tasa-arvo ja ihmisyys

source: SääŠmõhttsažkååŠddest neezznin lij historialaž vuâđalt leäŠmmaž tääzzverddsaž sââŠjj åummaivuiŠm, koozz takainallšem lij leäŠmmaž rooli, tuâŠjai da jieŠllemkruuggi symmetralažvuõtt da kueiŠmez tiuŠddeemvuõtt.
fin: Saamelaisyhteisössä naisilla on historiallisesti ollut tasa-arvoinen asema miesten kanssa, jolle on tyypillistä ollut etenkin roolien, tehtävien ja elämänpiirien symmetrisyys ja toisiaan täydentävyys.

source: Håiddâkksai peâmm plaanmuužžâst da čõõđtumuužžâst ââned huõl sooǥǥbieŠli kõskksa tääzzäärvv čõõđtumuužžâst nuŠt, što päärnaž vuäitt õuddned sooǥǥbieŠllrool vuõrddji raajjtõõzzikani.
fin: Varhaiskasvatuksen suunnittelussa ja toteutuksessa huolehditaan sukupuolten välisen tasa-arvon toteuttamisesta niin, että lapsi voi kehittää itseään ilman sukupuolirooliodotusten rajoituksia.

source: Mättjemest da identiteett ravvumuužžâst väŠldded lokku niõđi da paarni jäänmõsân jiiŠjjesnallšem nääŠl toimmjed.
fin: Oppimisessa ja identiteetin vahvistamisessa huomioidaan tyttöjen ja poikien omimmat tavat toimia.

source: Päärn vuäitte ǩiõŠččlâstted luâđast toimmjumuužž miõllsubun ko sest tueŠjjumuužž.
fin: Pojat voivat kokea luonnossa toimimisen mielekkäämmäksi kuin sisätiloissa työskentelyn.

source: Niõđ lie täuŠjja jäänab aktiivlaž sest.
fin: Tytöt ovat usein aktiivisempia sisätiloissa.
